{
  "app.components.Footer.author.message": "Made with love by {author}",
  "app.components.Footer.license.message": "© TideiSUN Group 2017",
  "app.components.Header.home": "Home",
  "app.components.Header.contact": "Contact",
  "app.components.Header.github": "Github",
  "app.components.Header.about": "About",
  "app.containers.HomePage.start_project.header": "Welcome to Coinstruct",
  "app.containers.HomePage.start_project.message": "Coinstruct helps connect investors and creators from anywhere in the world through our blockchain based crowdfunding platform. We believe in global projects and that they should be accessible to anyone regardless of their borders. Let innovation be driven by ordinary citizens from all continents. Let us help you turn your dream into reality. Let us help you find a project you love and believe in.",
  "app.containers.LocaleToggle.zh_cn": "简体中文",
  "app.containers.LocaleToggle.en_us": "English",
  "app.containers.LocaleToggle.zh_hk": "繁體中文",
  "app.containers.NotFoundPage.header": "Page not found.",
  "app.components.Header.technology": "Technology",
  "app.components.Header.signup": "Sign Up",
  "app.components.Header.signin": "Sign In",
  "home.slideshow.image1": "Connecting the global cryptocurrency community to bring great ideas to life",
  "home.slideshow.image2": "A way to access crowdfunds from anywhere in the world regardless of borders",
  "home.slideshow.image3": "The campaign is just the beginning. Continue to benefit from the success of the idea you helped fund through the ownership of coins",
  "home.main.vision.title": "Vision",
  "home.main.vision.text": "Coinstruct helps connect investors and creators from anywhere in the world through our blockchain based crowdfunding platform. We believe in global projects and that they should be accessible to anyone regardless of their borders. Let innovation be driven by ordinary citizens from all continents. Let us help you turn your dream into reality. Let us help you find a project you love and believe in.",
  "home.main.technology.title": "Technology",
  "home.main.technology.text": "We are building a blockchain based crowdfunding platform to align the interests of Investors with Entrepreneurs. Through Smart Contract technology operating on the Ethereum network we will bridge the world of cryptocurrency and equity. Creating a new type of ownership through crypto tokens for each campaign. By being able to release escrow funds at key project milestones, the voting rights of Investors will allow for a greater control over the direction of their investments.",
  "home.main.subscribe.button": "Subscribe",
  "home.main.subscribe.email": "Your email address",
  "home.main.body.title": "Core Values",
  "home.main.body.title2": "Campaigns",
  "home.main.title.about": "About Coinstruct",
  "home.main.title.text": "Coinstruct is an Initial Coin Offering as a Service platform (ICOaaS) where backers and creators can come together and crowdfund projects on blockchain technology",
  "home.main.title.soon": "Stay tuned we're launching soon",
  "home.main.title.how": "How does Coinstruct work?",
  "home.main.body.campaign.title": "Campaign Creation",
  "home.main.body.campaign.title2": "Reach a wider audience",
  "home.main.body.campaign.text1": "Create a campaign",
  "home.main.body.campaign.text2": "Set funding goals and crowdsale duration",
  "home.main.body.campaign.text3": "Set milestones for backers to vote on progress and to release further funds",
  "home.main.body.campaign.text4": "The campaign is translated to Chinese",
  "home.main.body.blockchain.title": "Blockchain Layer",
  "home.main.body.blockchain.title2": "Parameters are fed into a Smart Contract on the Ethereum blockchain",
  "home.main.body.blockchain.text1": "Each live campaign is then executed according to exact code for all to see",
  "home.main.body.live.title": "Live Campaign",
  "home.main.body.live.title2": "Not just another crowdfunding platform",
  "home.main.body.live.text1": "Find and back campaigns you believe in",
  "home.main.body.live.text2": "Your cryptocurrency will be held in escrow on the blockchain",
  "home.main.body.live.text3": "If the campaign is not launched all your pledged coins will be refunded to you!",
  "home.main.body.blockchain2.title": "Blockchain Layer",
  "home.main.body.blockchain2.title2": "Blockchain benefits in crowdfunding",
  "home.main.body.blockchain2.text1": "You will receive a Coin in return for each pledged Ether",
  "home.main.body.blockchain2.text2": "The Coin allows you voting rights and a means in which to receive future dividends",
  "home.main.body.blockchain2.text3": "On campaign launch only the first milestone funding will be released to the creator",
  "home.main.body.post.title": "Post Campaign",
  "home.main.body.post.title2": "Now backers have a voice",
  "home.main.body.post.text1": "On key milestone dates voting will open",
  "home.main.body.post.text2": "Campaign creators will update backers on progress",
  "home.main.body.post.text3": "A backer will have greater control of projects by having a say in allowing further funding to be released",
  "home.main.body.post.text4": "If progress is not satisfactory to a backer they can vote to have remaining escrow Ether returned back to themselves",
  "home.main.status": "Sample",
  "home.main.category": "Category",
  "home.main.days1": "​",
  "home.main.days2": "days left",
  "home.main.funded": "Funded",
  "about.main.title": "About Coinstruct",
  "about.main.body": "We are a team that believe in the power of crowdfunding and are excited about the future of cryptocurrency. Our team strongly believe that projects should not be limited by barriers in traditional funding models. In this age of disruptive digital technology, things such as cross border money, ownership, paperwork and distributions can be addressed in better ways and allow for alternative possibilities. It is our aim to provide a global friendly crowdfunding platform for connecting creators, owners, entrepreneurs, investors, visionaries and even speculators. A new kind of business model that mutually benefits all parties equally.",
  "about.main.body2": "Our people come from a conglomerate with a background in the media technology industry. We know what it means to produce something from a vision and understand the frustrations of not being able to truly achieve it to its full potential. Directors, producers, angel investors, PhD researchers, technologists, marketers and banking industry veterans are the people that form our team.",
  "about.main.body3": "Ecosystem Partners",
  "about.main.body4": "Our wider team are involved in producing the following businesses:",
  "about.main.banner.title": "Our Mission",
  "about.main.banner.body": "We're coinstructing something that connects people from all over the world",
  "about.main.logo.tideisun": "Parent company incubating innovative businesses",
  "about.main.logo.suntv": "Satellite TV channel serving original Chinese content",
  "about.main.logo.isunmedia": "Global media company",
  "about.main.logo.isuntv": "Streaming video service serving original Chinese content",
  "about.main.logo.isuntvmall": "e-commerce platform for health products",
  "about.main.logo.isuncloud": "Using Cloud and P2P technology to create a storage service",
  "about.main.title.body3": "Our Advisors",
  "about.main.consultant.chenping": "Chen Ping",
  "about.main.consultant.joseph": "Joseph Wang",
  "about.main.consultant.chenping.desc": "Chairman",
  "about.main.consultant.joseph.desc": "Strategic Advisor",
  "about.main.team": "The Team",
  "about.main.team.wei": "Wei Ly",
  "about.main.team.wei.desc": "Product Owner",
  "about.main.team.kenji": "Kenji Siu",
  "about.main.team.kenji.desc": "Blockchain Engineer",
  "about.main.team.jacky": "Jacky Lee",
  "about.main.team.jacky.desc": "Frontend Engineer",
  "about.main.team.jeff": "Jeffrey Chow",
  "about.main.team.jeff.desc": "Creative Director",
  "about.main.team.handy": "Handy Bong",
  "about.main.team.handy.desc": "Backend Engineer",
  "about.main.team.aaron": "Aaron Chung",
  "about.main.team.aaron.desc": "Research Scientist",
  "home.main.product.dummy.title1": "Create something...",
  "home.main.product.dummy.title2": "Dream big...",
  "home.main.product.dummy.title3": "Bring ideas to life...",
  "home.main.product.dummy.title4": "A worthwhile cause...",
  "home.main.product.dummy1": "Pursue and build world changing applications on your own terms",
  "home.main.product.dummy2": "Open up to the community and scale operations to new unlimited heights",
  "home.main.product.dummy3": "Tell us about your idea and let the people decide if it's something they want to be a part of",
  "home.main.product.dummy4": "Generosity for non profit causes has its own rewards",
  "home.newsletter.title": "Subscribe to  ",
  "home.newsletter.email": "Your email address",
  "home.newsletter.subscribe": "Subscribe",
  "contact.main.title": "Contact Us",
  "contact.main.body": "We have a friendly international team here to help you. Get in touch!",
  "contact.main.body.title": "Coinstruct's Global Network",
  "contact.main.hk.name": "Hong Kong",
  "contact.main.hk.body": "7/F Sino Favour Centre\nNo.1 On Yip Street\nChai Wan\n+852 2526-7818",
  "contact.main.inquiry": "General Inquiries",
  "contact.main.email": "hello@coinstruct.com",
  "contact.main.join": "Join us",
  "contact.main.career": "See current available positions",
  "technology.main.title": "About Coinstruct",
  "technology.main.title.text": "Coinstruct is an Initial Coin Offering as a Service platform (ICOaaS). We are building a blockchain based crowdfunding platform to align the interests of investors with entrepreneurs. Through smart contract technology operating on the Ethereum network we will bridge the world of cryptocurrency and equity, creating a new type of ownership through crypto tokens for each campaign. By being able to release escrow funds at key project milestones, the voting rights of investors will allow for a greater control over the direction of investments.\n\nWhat is an Initial Coin Offering (ICO)?\n\nA new form of fundraising which sits somewhere between traditional crowdfunding and venture capital (VC) investments. Projects are funded usually in the form of cryptocurrencies such as Bitcoin or Ethereum. In return Coins or tokens are issued back to investors and speculators. A crowd-sale campaign is usually active for a certain limited amount of time or has a funding target.",
  "technology.main.body.title": "How does Coinstruct work",
  "technology.main.body.title.text": "The split of the services this platform provides can be summarized in 3 stages: campaign creation, live campaign and post campaign project life. The platform has technology solutions for each of the stages.\n\nOur platform allows for two types of users to come together for the purpose of investment into projects. With typical crowdfunding platforms there are levels of trust which an investor needs to come to terms with when deciding to fund a campaign. We provide mechanisms to lower the investments risks by utilizing features present in the Ethereum blockchain.\n\nA campaign can be created in English and then translated to simplified Chinese by a translation layer. Our platform will be open to both English speaking and Chinese communities.\n\nWe utilize smart contract technology in the Ethereum blockchain to act as escrow for crypto funds. Funding will not necessarily be released all at once to the campaign creator on a successful campaign. The creator will set up parameters as part of the initial campaign creation on how funding will be released. The funds releases will then take place in multiple rounds.\n\nInvestors will be able to vote on key milestone dates set up by the creator. When the dates approach any Investor who holds coins will be able to vote. Successful pass voting results will unlock further funds to the campaign creator. If the vote is not passed, then the remaining funds in the smart contract will be refunded back to the original address which made the pledge. The communication on the progress of a project becomes highly visible to the community because further funding depends on the sentiment of investors.\n\nThe campaign coin not only has value because of its voting right characteristics but also by the promise of future rewards. These come in the form of Ether distributions. As the project generates revenue in the future the creator is able to distribute Ether back to all those who own coins. The coins are of course also trade-able.\n\nFor those investors wishing to keep track of their investments and coins they can do so by registering on Coinstruct and adding in the public addresses which crypto funds will come from. Anonymous pledges can also be accepted from any public addresses.\n\nA diagram outlining the features can be seen below:"
}
